Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# a11y.busy
source: In progress
de: Wird ausgeführt
es: En curso
it: In corso
ja: 処理中
ko: 진행 중
pt_br: Em andamento
zh_hans: 正在进行

# a11y.closeDialog
source: Close dialog
de: Dialog schließen
es: Cerrar cuadro de diálogo
it: Chiudi finestra
ja: ダイアログを閉じる
ko: 대화상자 닫기
pt_br: Fechar caixa de diálogo
zh_hans: 关闭对话框

# a11y.code
source: Sign-in code %1$@
de: Anmeldecode %1$@
es: Código de inicio de sesión %1$@
it: Codice di accesso %1$@
ja: サインインコード：%1$@
ko: 로그인 코드 %1$@
pt_br: Código de acesso %1$@
zh_hans: 登录码%1$@

# a11y.copyAddress
source: Copy the address
de: Adresse kopieren
es: Copiar la dirección
it: Copia l'indirizzo
ja: アドレスをコピー
ko: 주소 복사
pt_br: Copiar o endereço
zh_hans: 复制地址

# a11y.copyCode
source: Copy code
de: Code kopieren
es: Copiar código
it: Copia codice
ja: コードをコピー
ko: 코드 복사
pt_br: Copiar código
zh_hans: 复制代码

# a11y.externalLink
source: Opens in your browser
de: Wird im Browser geöffnet
es: Se abre en tu navegador
it: Si apre nel browser
ja: ブラウザで開きます
ko: 브라우저에서 열림
pt_br: Abre no navegador
zh_hans: 在浏览器中打开

# a11y.formFactor
source: Device
de: Gerät
es: Dispositivo
it: Dispositivo
ja: デバイス
ko: 기기
pt_br: Dispositivo
zh_hans: 设备

# a11y.locked
source: Locked
de: Gesperrt
es: Bloqueado
it: Bloccato
ja: ロック中
ko: 잠김
pt_br: Bloqueado
zh_hans: 已锁定

# a11y.productIcon
source: %1$@ icon
de: Symbol von %1$@
es: Icono de %1$@
it: Icona di %1$@
ja: %1$@のアイコン
ko: %1$@ 아이콘
pt_br: Ícone de %1$@
zh_hans: %1$@图标

# a11y.progress
source: %1$@ of %2$@ downloaded
de: %1$@ von %2$@ heruntergeladen
es: %1$@ de %2$@ descargados
it: %1$@ di %2$@ scaricati
ja: %2$@中%1$@をダウンロード済み
ko: %2$@ 중 %1$@ 다운로드됨
pt_br: %1$@ de %2$@ baixados
zh_hans: 已下载%1$@，共%2$@

# a11y.qr
source: QR code that opens the sign-in page
de: QR-Code, der die Anmeldeseite öffnet
es: Código QR que abre la página de inicio de sesión
it: Codice QR che apre la pagina di accesso
ja: サインインページを開くQRコード
ko: 로그인 페이지를 여는 QR 코드
pt_br: Código QR que abre a página de acesso
zh_hans: 用于打开登录页面的二维码

# a11y.removeDevice
source: Remove %1$@
de: %1$@ entfernen
es: Quitar %1$@
it: Rimuovi %1$@
ja: %1$@を削除
ko: %1$@ 제거
pt_br: Remover %1$@
zh_hans: 移除%1$@

# a11y.renameDevice
source: Rename %1$@
de: %1$@ umbenennen
es: Cambiar nombre de %1$@
it: Rinomina %1$@
ja: %1$@の名前を変更
ko: %1$@ 이름 변경
pt_br: Renomear %1$@
zh_hans: 重命名%1$@

# a11y.seatMeter
source: %1$@ of %lld devices in use
de: %1$@ von %lld Geräten belegt
es: %1$@ de %lld dispositivos en uso
it: %1$@ di %lld dispositivi in uso
ja: %lld台のデバイス中%1$@台を使用中
ko: 기기 %lld대 중 %1$@대 사용 중
pt_br: %1$@ de %lld dispositivos em uso
zh_hans: 已使用%1$@台，共%lld台设备

# a11y.selected
source: Selected
de: Ausgewählt
es: Seleccionado
it: Selezionato
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
zh_hans: 已选择

# a11y.toastTimer
source: Closes in %1$@
de: Schließt in %1$@
es: Se cierra en %1$@
it: Si chiude tra %1$@
ja: %1$@後に閉じます
ko: %1$@ 후 닫힘
pt_br: Fecha em %1$@
zh_hans: %1$@后关闭

# about.copyDiagnostics
source: Copy diagnostics
de: Diagnosedaten kopieren
es: Copiar diagnóstico
it: Copia diagnostica
ja: 診断情報をコピー
ko: 진단 정보 복사
pt_br: Copiar diagnóstico
zh_hans: 复制诊断信息

# about.diagnosticsCopied
source: Diagnostics copied
de: Diagnosedaten kopiert
es: Diagnóstico copiado
it: Diagnostica copiata
ja: 診断情報をコピーしました
ko: 진단 정보 복사됨
pt_br: Diagnóstico copiado
zh_hans: 诊断信息已复制

# about.licenses
source: Open-source licenses
de: Open-Source-Lizenzen
es: Licencias de código abierto
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
pt_br: Licenças de código aberto
zh_hans: 开源许可证

# about.title
source: About %1$@
de: Über %1$@
es: Acerca de %1$@
it: Informazioni su %1$@
ja: %1$@について
ko: %1$@ 정보
pt_br: Sobre %1$@
zh_hans: 关于%1$@

# account.autoUpdate
source: Update automatically
de: Automatisch aktualisieren
es: Actualizar automáticamente
it: Aggiorna automaticamente
ja: 自動的にアップデート
ko: 자동으로 업데이트
pt_br: Atualizar automaticamente
zh_hans: 自动更新

# account.channel
source: Release channel
de: Release-Kanal
es: Canal de versiones
it: Canale di rilascio
ja: リリースチャンネル
ko: 릴리스 채널
pt_br: Canal de lançamento
zh_hans: 发布渠道

# account.cloudSync
source: Cloud Sync
de: Cloud-Synchronisierung
es: Sincronización en la nube
it: Sincronizzazione cloud
ja: クラウド同期
ko: 클라우드 동기화
pt_br: Sincronização na nuvem
zh_hans: 云同步

# account.devices
source: Devices
de: Geräte
es: Dispositivos
it: Dispositivi
ja: デバイス
ko: 기기
pt_br: Dispositivos
zh_hans: 设备

# account.holder
source: Signed in as %1$@
de: Angemeldet als %1$@
es: Sesión iniciada como %1$@
it: Accesso effettuato come %1$@
ja: %1$@としてサインイン中
ko: %1$@ 님으로 로그인됨
pt_br: Conectado como %1$@
zh_hans: 已登录为%1$@

# account.keyOnly
source: Activated with a license key
de: Mit einem Lizenzschlüssel aktiviert
es: Activado con una clave de licencia
it: Attivato con una chiave di licenza
ja: ライセンスキーでアクティベート済み
ko: 라이선스 키로 활성화됨
pt_br: Ativado com uma chave de licença
zh_hans: 已通过许可证密钥激活

# account.managedSettings
source: Managed settings
de: Verwaltete Einstellungen
es: Ajustes administrados
it: Impostazioni gestite
ja: 管理対象の設定
ko: 관리되는 설정
pt_br: Configurações gerenciadas
zh_hans: 受管理的设置

# account.offline
source: Offline · showing the last saved details
de: Offline · zuletzt gespeicherte Angaben werden angezeigt
es: Sin conexión · se muestran los últimos datos guardados
it: Offline · vengono mostrati gli ultimi dati salvati
ja: オフライン · 最後に保存された情報を表示しています
ko: 오프라인 · 마지막으로 저장된 정보 표시 중
pt_br: Offline · mostrando os últimos dados salvos
zh_hans: 离线 · 显示上次保存的信息

# account.tier
source: %1$@ license
de: %1$@-Lizenz
es: Licencia %1$@
it: Licenza %1$@
ja: %1$@ライセンス
ko: %1$@ 라이선스
pt_br: Licença %1$@
zh_hans: %1$@许可证

# account.title
source: Account and license
de: Konto und Lizenz
es: Cuenta y licencia
it: Account e licenza
ja: アカウントとライセンス
ko: 계정 및 라이선스
pt_br: Conta e licença
zh_hans: 账户与许可证

# activate.busy
source: Activating…
de: Wird aktiviert…
es: Activando…
it: Attivazione…
ja: アクティベートしています…
ko: 활성화하는 중…
pt_br: Ativando…
zh_hans: 正在激活…

# activate.lede
source: You'll find it in your purchase email.
de: Sie finden ihn in Ihrer Kauf-E-Mail.
es: La encontrarás en el correo de tu compra.
it: La trovi nell'email di acquisto.
ja: 購入時のメールに記載されています。
ko: 구매 확인 이메일에서 찾을 수 있어요.
pt_br: Ela está no e-mail da sua compra.
zh_hans: 你可以在购买确认邮件中找到它。

# activate.submit
source: Activate license
de: Lizenz aktivieren
es: Activar licencia
it: Attiva licenza
ja: ライセンスをアクティベート
ko: 라이선스 활성화
pt_br: Ativar licença
zh_hans: 激活许可证

# activate.title
source: Enter your license key
de: Lizenzschlüssel eingeben
es: Escribe tu clave de licencia
it: Inserisci la tua chiave di licenza
ja: ライセンスキーを入力
ko: 라이선스 키를 입력하세요
pt_br: Digite sua chave de licença
zh_hans: 输入你的许可证密钥

# boot.consent.body
source: %1$@ needs %2$@ of new content.
de: %1$@ benötigt %2$@ an neuen Inhalten.
es: %1$@ necesita %2$@ de contenido nuevo.
it: %1$@ ha bisogno di %2$@ di nuovi contenuti.
ja: %1$@には%2$@の新しいコンテンツが必要です。
ko: %1$@에 %2$@ 크기의 새 콘텐츠가 필요해요.
pt_br: %1$@ precisa de %2$@ de conteúdo novo.
zh_hans: %1$@需要%2$@的新内容。

# boot.consent.bodyMetered
source: %1$@ needs %2$@ of new content, and you're on a metered connection.
de: %1$@ benötigt %2$@ an neuen Inhalten, und Sie nutzen eine getaktete Verbindung.
es: %1$@ necesita %2$@ de contenido nuevo y estás en una conexión de uso medido.
it: %1$@ ha bisogno di %2$@ di nuovi contenuti e stai usando una connessione a consumo.
ja: %1$@には%2$@の新しいコンテンツが必要です。現在、従量制の接続を使用しています。
ko: %1$@에 %2$@ 크기의 새 콘텐츠가 필요해요. 현재 데이터 종량제 네트워크에 연결되어 있어요.
pt_br: %1$@ precisa de %2$@ de conteúdo novo, e você está em uma conexão limitada.
zh_hans: %1$@需要%2$@的新内容，而你正在使用按流量计费的网络。

# boot.consent.download
source: Download
de: Herunterladen
es: Descargar
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
zh_hans: 下载

# boot.consent.title
source: Download content?
de: Inhalte herunterladen?
es: ¿Descargar contenido?
it: Scaricare i contenuti?
ja: コンテンツをダウンロードしますか？
ko: 콘텐츠를 다운로드할까요?
pt_br: Baixar conteúdo?
zh_hans: 要下载内容吗？

# boot.continueOffline
source: Continue offline
de: Offline fortfahren
es: Continuar sin conexión
it: Continua offline
ja: オフラインで続ける
ko: 오프라인으로 계속
pt_br: Continuar offline
zh_hans: 离线继续

# boot.deciding
source: Looking for a newer version…
de: Suche nach einer neueren Version…
es: Buscando una versión más reciente…
it: Ricerca di una versione più recente…
ja: 新しいバージョンを探しています…
ko: 최신 버전 찾는 중…
pt_br: Procurando uma versão mais recente…
zh_hans: 正在查找新版本…

# boot.declined.body
source: %1$@ needs this content to start. Download it when you're ready.
de: %1$@ benötigt diese Inhalte zum Starten. Laden Sie sie herunter, wenn Sie bereit sind.
es: %1$@ necesita este contenido para iniciarse. Descárgalo cuando quieras.
it: %1$@ ha bisogno di questi contenuti per avviarsi. Scaricali quando vuoi.
ja: %1$@の起動にはこのコンテンツが必要です。準備ができたらダウンロードしてください。
ko: %1$@을(를) 시작하려면 이 콘텐츠가 필요해요. 준비되면 다운로드하세요.
pt_br: %1$@ precisa deste conteúdo para iniciar. Baixe-o quando quiser.
zh_hans: %1$@需要此内容才能启动。准备好后再下载。

# boot.declined.title
source: Content not downloaded
de: Inhalte nicht heruntergeladen
es: Contenido no descargado
it: Contenuti non scaricati
ja: コンテンツ未ダウンロード
ko: 콘텐츠를 다운로드하지 않음
pt_br: Conteúdo não baixado
zh_hans: 内容未下载

# boot.error.body
source: %1$@ couldn't finish starting (%2$@).
de: %1$@ konnte den Start nicht abschließen (%2$@).
es: %1$@ no pudo terminar de iniciarse (%2$@).
it: Impossibile completare l'avvio di %1$@ (%2$@).
ja: %1$@の起動を完了できませんでした（%2$@）。
ko: %1$@ 시작을 완료하지 못했어요(%2$@).
pt_br: Não foi possível concluir a inicialização de %1$@ (%2$@).
zh_hans: %1$@未能完成启动（%2$@）。

# boot.fetching
source: Downloading content…
de: Inhalte werden heruntergeladen…
es: Descargando contenido…
it: Download dei contenuti…
ja: コンテンツをダウンロードしています…
ko: 콘텐츠 다운로드 중…
pt_br: Baixando conteúdo…
zh_hans: 正在下载内容…

# boot.fetchingProgress
source: Downloading content · %1$@ of %2$@
de: Inhalte werden heruntergeladen · %1$@ von %2$@
es: Descargando contenido · %1$@ de %2$@
it: Download dei contenuti · %1$@ di %2$@
ja: コンテンツをダウンロード中 · %2$@中%1$@
ko: 콘텐츠 다운로드 중 · %2$@ 중 %1$@
pt_br: Baixando conteúdo · %1$@ de %2$@
zh_hans: 正在下载内容 · %1$@/%2$@

# boot.offline.body
source: Connect to the internet and try again.
de: Stellen Sie eine Internetverbindung her und versuchen Sie es erneut.
es: Conéctate a internet y vuelve a intentarlo.
it: Connettiti a internet e riprova.
ja: インターネットに接続して、もう一度お試しください。
ko: 인터넷에 연결한 후 다시 시도하세요.
pt_br: Conecte-se à internet e tente novamente.
zh_hans: 请连接互联网后重试。

# boot.offline.playable
source: Some content couldn't be downloaded. You can keep going with what's installed, or connect and try again.
de: Einige Inhalte konnten nicht heruntergeladen werden. Sie können mit den installierten Inhalten fortfahren oder eine Verbindung herstellen und es erneut versuchen.
es: No se pudo descargar parte del contenido. Puedes seguir con lo que está instalado, o conectarte y volver a intentarlo.
it: Non è stato possibile scaricare alcuni contenuti. Puoi continuare con quelli installati oppure connetterti e riprovare.
ja: 一部のコンテンツをダウンロードできませんでした。インストール済みのコンテンツで続けるか、接続してもう一度お試しください。
ko: 일부 콘텐츠를 다운로드하지 못했어요. 설치된 콘텐츠로 계속하거나 연결한 후 다시 시도하세요.
pt_br: Não foi possível baixar parte do conteúdo. Você pode continuar com o que está instalado ou se conectar e tentar novamente.
zh_hans: 部分内容无法下载。你可以使用已安装的内容继续，或连接网络后重试。

# boot.offline.title
source: You're offline
de: Sie sind offline
es: Estás sin conexión
it: Sei offline
ja: オフラインです
ko: 오프라인 상태예요
pt_br: Você está offline
zh_hans: 你已离线

# boot.ready
source: Ready
de: Bereit
es: Listo
it: Pronto
ja: 準備完了
ko: 준비 완료
pt_br: Pronto
zh_hans: 就绪

# boot.rolledBack
source: The last update didn't start, so the previous version was restored.
de: Das letzte Update ließ sich nicht starten, daher wurde die vorherige Version wiederhergestellt.
es: La última actualización no se inició, así que se restauró la versión anterior.
it: L'ultimo aggiornamento non si è avviato, quindi è stata ripristinata la versione precedente.
ja: 前回のアップデートが起動しなかったため、以前のバージョンに戻しました。
ko: 마지막 업데이트가 시작되지 않아 이전 버전으로 복원했어요.
pt_br: A última atualização não iniciou, então a versão anterior foi restaurada.
zh_hans: 上次更新未能启动，已恢复到之前的版本。

# boot.starting
source: Starting…
de: Wird gestartet…
es: Iniciando…
it: Avvio…
ja: 起動しています…
ko: 시작하는 중…
pt_br: Iniciando…
zh_hans: 正在启动…

# boot.syncing
source: Checking for updates…
de: Suche nach Updates…
es: Buscando actualizaciones…
it: Ricerca aggiornamenti…
ja: アップデートを確認しています…
ko: 업데이트 확인 중…
pt_br: Verificando atualizações…
zh_hans: 正在检查更新…

# channel.locked
source: %1$@ sets the release channel.
de: %1$@ legt den Release-Kanal fest.
es: %1$@ establece el canal de versiones.
it: Il canale di rilascio è impostato da %1$@.
ja: リリースチャンネルは%1$@で設定されます。
ko: %1$@에서 릴리스 채널을 설정해요.
pt_br: %1$@ define o canal de lançamento.
zh_hans: 发布渠道由%1$@设置。

# channel.title
source: Release channel
de: Release-Kanal
es: Canal de versiones
it: Canale di rilascio
ja: リリースチャンネル
ko: 릴리스 채널
pt_br: Canal de lançamento
zh_hans: 发布渠道

# cloudSync.conflict
source: Some changes conflict. Review them.
de: Einige Änderungen stehen in Konflikt. Bitte prüfen Sie sie.
es: Algunos cambios entran en conflicto. Revísalos.
it: Alcune modifiche sono in conflitto. Controllale.
ja: 競合している変更があります。確認してください。
ko: 일부 변경 사항이 충돌해요. 확인해 보세요.
pt_br: Algumas alterações estão em conflito. Revise-as.
zh_hans: 部分更改存在冲突。请检查。

# cloudSync.error
source: Couldn't sync. Try again later.
de: Synchronisierung fehlgeschlagen. Versuchen Sie es später erneut.
es: No se pudo sincronizar. Vuelve a intentarlo más tarde.
it: Impossibile sincronizzare. Riprova più tardi.
ja: 同期できませんでした。後でもう一度お試しください。
ko: 동기화하지 못했어요. 나중에 다시 시도하세요.
pt_br: Não foi possível sincronizar. Tente novamente mais tarde.
zh_hans: 无法同步。请稍后重试。

# cloudSync.offline
source: Offline · changes sync when you reconnect
de: Offline · Änderungen werden nach dem erneuten Verbinden synchronisiert
es: Sin conexión · los cambios se sincronizan al reconectar
it: Offline · le modifiche verranno sincronizzate quando ti riconnetti
ja: オフライン · 再接続すると変更が同期されます
ko: 오프라인 · 다시 연결하면 변경 사항이 동기화돼요
pt_br: Offline · as alterações serão sincronizadas quando você reconectar
zh_hans: 离线 · 重新连接后将同步更改

# cloudSync.signIn
source: Sign in to sync
de: Zum Synchronisieren anmelden
es: Iniciar sesión para sincronizar
it: Accedi per sincronizzare
ja: サインインして同期
ko: 로그인하여 동기화
pt_br: Entrar para sincronizar
zh_hans: 登录以同步

# cloudSync.synced
source: Synced %1$@
de: Synchronisiert %1$@
es: Sincronizado %1$@
it: Sincronizzato %1$@
ja: %1$@に同期済み
ko: %1$@ 동기화됨
pt_br: Sincronizado %1$@
zh_hans: %1$@已同步

# cloudSync.syncing
source: Syncing…
de: Wird synchronisiert…
es: Sincronizando…
it: Sincronizzazione…
ja: 同期しています…
ko: 동기화하는 중…
pt_br: Sincronizando…
zh_hans: 正在同步…

# common.back
source: Back
de: Zurück
es: Atrás
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回

# common.byDeveloper
source: by %1$@
de: von %1$@
es: de %1$@
it: di %1$@
ja: 開発：%1$@
ko: %1$@ 제작
pt_br: por %1$@
zh_hans: 开发者：%1$@

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

# common.continue
source: Continue
de: Weiter
es: Continuar
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

# common.copied
source: Copied
de: Kopiert
es: Copiado
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制

# common.copy
source: Copy
de: Kopieren
es: Copiar
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制

# common.dismiss
source: Dismiss
de: Ausblenden
es: Descartar
it: Ignora
ja: 閉じる
ko: 닫기
pt_br: Dispensar
zh_hans: 忽略

# common.done
source: Done
de: Fertig
es: Listo
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

# common.later
source: Later
de: Später
es: Más tarde
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais tarde
zh_hans: 稍后

# common.loading
source: Loading…
de: Wird geladen…
es: Cargando…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
pt_br: Carregando…
zh_hans: 正在加载…

# common.manage
source: Manage
de: Verwalten
es: Administrar
it: Gestisci
ja: 管理
ko: 관리
pt_br: Gerenciar
zh_hans: 管理

# common.notNow
source: Not now
de: Nicht jetzt
es: Ahora no
it: Non ora
ja: 今はしない
ko: 지금은 안 함
pt_br: Agora não
zh_hans: 以后再说

# common.paste
source: Paste
de: Einfügen
es: Pegar
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴

# common.reconnect
source: Reconnect
de: Neu verbinden
es: Reconectar
it: Riconnetti
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
zh_hans: 重新连接

# common.save
source: Save
de: Speichern
es: Guardar
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

# common.signOut
source: Sign out
de: Abmelden
es: Cerrar sesión
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
zh_hans: 退出登录

# common.tryAgain
source: Try again
de: Erneut versuchen
es: Reintentar
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试

# common.working
source: Working…
de: Wird ausgeführt…
es: Procesando…
it: In corso…
ja: 処理中…
ko: 처리 중…
pt_br: Processando…
zh_hans: 正在处理…

# core.activation.attestation-required.message
source: This license needs a verified device. Let the app check this device, then try again.
de: Diese Lizenz erfordert ein verifiziertes Gerät. Lassen Sie die App dieses Gerät prüfen und versuchen Sie es dann erneut.
es: Esta licencia requiere un dispositivo verificado. Deja que la app verifique este dispositivo y vuelve a intentarlo.
it: Questa licenza richiede un dispositivo verificato. Consenti all'app di verificare questo dispositivo e riprova.
ja: このライセンスには確認済みのデバイスが必要です。アプリにこのデバイスを確認させてから、もう一度お試しください。
ko: 이 라이선스에는 인증된 기기가 필요해요. 앱이 이 기기를 확인하도록 허용한 후 다시 시도하세요.
pt_br: Esta licença exige um dispositivo verificado. Permita que o app verifique este dispositivo e tente novamente.
zh_hans: 此许可证需要经过验证的设备。请允许应用验证此设备，然后重试。

# core.activation.attestation-required.title
source: Device check needed
de: Geräteprüfung erforderlich
es: Se necesita verificar el dispositivo
it: Verifica del dispositivo necessaria
ja: デバイスの確認が必要です
ko: 기기 확인 필요
pt_br: Verificação do dispositivo necessária
zh_hans: 需要设备验证

# core.activation.device-limit.message
source: This license is already on all its devices. Replace a device to use it here.
de: Diese Lizenz ist bereits auf allen zulässigen Geräten in Gebrauch. Ersetzen Sie ein Gerät, um sie hier zu verwenden.
es: Esta licencia ya está en todos sus dispositivos. Reemplaza un dispositivo para usarla aquí.
it: Questa licenza è già in uso su tutti i dispositivi consentiti. Sostituisci un dispositivo per usarla qui.
ja: このライセンスはすべてのデバイス枠が使用中です。ここで使うにはデバイスを置き換えてください。
ko: 이 라이선스는 이미 모든 기기에서 사용 중이에요. 여기에서 사용하려면 기기를 교체하세요.
pt_br: Esta licença já está em todos os dispositivos permitidos. Substitua um dispositivo para usá-la aqui.
zh_hans: 此许可证已用满所有设备。请替换一台设备以在此使用。

# core.activation.device-limit.title
source: Device limit reached
de: Gerätelimit erreicht
es: Límite de dispositivos alcanzado
it: Limite di dispositivi raggiunto
ja: デバイスの上限に達しました
ko: 기기 한도 도달
pt_br: Limite de dispositivos atingido
zh_hans: 已达到设备上限

# core.activation.enroll-claimed.message
source: This device's free license belongs to an account now. Sign in to use it.
de: Die kostenlose Lizenz dieses Geräts gehört jetzt zu einem Konto. Melden Sie sich an, um sie zu verwenden.
es: La licencia gratuita de este dispositivo ahora pertenece a una cuenta. Inicia sesión para usarla.
it: La licenza gratuita di questo dispositivo ora appartiene a un account. Accedi per usarla.
ja: このデバイスの無料ライセンスはアカウントに紐付けられました。使用するにはサインインしてください。
ko: 이 기기의 무료 라이선스는 이제 계정에 속해 있어요. 사용하려면 로그인하세요.
pt_br: A licença gratuita deste dispositivo agora pertence a uma conta. Entre para usá-la.
zh_hans: 此设备的免费许可证现已归属于某个账户。请登录以使用它。

# core.activation.enroll-claimed.title
source: Sign in to continue
de: Zum Fortfahren anmelden
es: Inicia sesión para continuar
it: Accedi per continuare
ja: サインインして続ける
ko: 로그인하여 계속
pt_br: Entre para continuar
zh_hans: 登录以继续

# core.activation.enroll-disabled.message
source: This app doesn't offer a free license. Enter a license key or sign in.
de: Diese App bietet keine kostenlose Lizenz an. Geben Sie einen Lizenzschlüssel ein oder melden Sie sich an.
es: Esta app no ofrece una licencia gratuita. Escribe una clave de licencia o inicia sesión.
it: Questa app non offre una licenza gratuita. Inserisci una chiave di licenza o accedi.
ja: このアプリは無料ライセンスを提供していません。ライセンスキーを入力するか、サインインしてください。
ko: 이 앱은 무료 라이선스를 제공하지 않아요. 라이선스 키를 입력하거나 로그인하세요.
pt_br: Este app não oferece licença gratuita. Digite uma chave de licença ou entre.
zh_hans: 此应用不提供免费许可证。请输入许可证密钥或登录。

# core.activation.enroll-disabled.title
source: No free license
de: Keine kostenlose Lizenz
es: Sin licencia gratuita
it: Nessuna licenza gratuita
ja: 無料ライセンスはありません
ko: 무료 라이선스 없음
pt_br: Nenhuma licença gratuita
zh_hans: 无免费许可证

# core.activation.error.message
source: Activation didn't finish. Check your connection and try again.
de: Die Aktivierung wurde nicht abgeschlossen. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: La activación no terminó. Revisa tu conexión y vuelve a intentarlo.
it: L'attivazione non è stata completata. Controlla la connessione e riprova.
ja: アクティベーションが完了しませんでした。接続を確認して、もう一度お試しください。
ko: 활성화를 완료하지 못했어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: A ativação não foi concluída. Verifique sua conexão e tente novamente.
zh_hans: 激活未完成。请检查网络连接后重试。

# core.activation.error.title
source: Activation failed
de: Aktivierung fehlgeschlagen
es: Error de activación
it: Attivazione non riuscita
ja: アクティベーションに失敗しました
ko: 활성화 실패
pt_br: Falha na ativação
zh_hans: 激活失败

# core.activation.fingerprint-required.message
source: This license needs a hardware fingerprint, which couldn't be read on this device.
de: Diese Lizenz benötigt einen Hardware-Fingerabdruck, der auf diesem Gerät nicht gelesen werden konnte.
es: Esta licencia necesita una huella de hardware, que no se pudo leer en este dispositivo.
it: Questa licenza richiede un'impronta hardware, che non è stato possibile leggere su questo dispositivo.
ja: このライセンスにはハードウェアフィンガープリントが必要ですが、このデバイスでは読み取れませんでした。
ko: 이 라이선스에는 하드웨어 지문이 필요하지만 이 기기에서 읽을 수 없었어요.
pt_br: Esta licença exige uma impressão digital de hardware, que não pôde ser lida neste dispositivo.
zh_hans: 此许可证需要硬件指纹，但无法在此设备上读取。

# core.activation.fingerprint-required.title
source: Device check failed
de: Geräteprüfung fehlgeschlagen
es: Error al verificar el dispositivo
it: Verifica del dispositivo non riuscita
ja: デバイスの確認に失敗しました
ko: 기기 확인 실패
pt_br: Falha na verificação do dispositivo
zh_hans: 设备验证失败

# core.activation.hardware-mismatch.message
source: This device's hardware changed. Activate again to use your license here.
de: Die Hardware dieses Geräts hat sich geändert. Aktivieren Sie erneut, um Ihre Lizenz hier zu verwenden.
es: El hardware de este dispositivo cambió. Vuelve a activarlo para usar tu licencia aquí.
it: L'hardware di questo dispositivo è cambiato. Attiva di nuovo per usare qui la tua licenza.
ja: このデバイスのハードウェアが変更されました。ここでライセンスを使うには、もう一度アクティベートしてください。
ko: 이 기기의 하드웨어가 변경됐어요. 여기에서 라이선스를 사용하려면 다시 활성화하세요.
pt_br: O hardware deste dispositivo mudou. Ative novamente para usar sua licença aqui.
zh_hans: 此设备的硬件已更改。请重新激活以在此使用你的许可证。

# core.activation.hardware-mismatch.title
source: Device changed
de: Gerät geändert
es: El dispositivo cambió
it: Dispositivo cambiato
ja: デバイスが変更されました
ko: 기기 변경됨
pt_br: Dispositivo alterado
zh_hans: 设备已更改
